Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Quickly log that your puppy pooped outside
de: Schnell protokollieren, dass dein Welpe draußen gekotet hat
es: Registra rapidamente que tu cachorro hizo caca afuera
fr: Enregistrez rapidement que votre chiot a fait caca dehors
it: Registra velocemente che il cucciolo ha fatto cacca fuori
sv: Quickly Logg that your Valp pooped Utomhus

source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia

source: Rain expected
de: Regen erwartet
es: Se espera lluvia
fr: Pluie attendue
it: Pioggia prevista
sv: Rain Förväntat

source: Rain soon
de: Bald Regen
es: Lluvia pronto
fr: Pluie bientôt
it: Pioggia presto

source: Reaction
de: Reaktion
es: Reaccion
fr: Réaction
it: Reazione

source: Ready to begin!
de: Bereit zu beginnen!
es: Listo para comenzar!
fr: Prêt à commencer !
it: Pronto per iniziare!
nl: Klaar om te beginnen!
sv: Ready Till begin!

source: Reason
de: Grund
es: Razon
fr: Raison
it: Motivo

source: Recall - the most important safety command. Your puppy comes to you when called.
de: Rückruf - das wichtigste Sicherheitskommando. Dein Welpe kommt zu dir, wenn du rufst.
es: Llamada - el comando de seguridad mas importante. Tu cachorro viene cuando lo llamas.
fr: Rappel - la commande de sécurité la plus importante. Votre chiot vient vers vous quand vous l'appelez.
it: Richiamo - il comando di sicurezza più importante. Il cucciolo viene quando lo chiami.
sv: Recall - the Mest important safety Kommando. Your Valp comes Till you when called.

source: Recall Alerts
de: Rückruf-Warnungen
es: Alertas de retiro
fr: Alertes de rappel
it: Avvisi richiamo

source: Recall Details
de: Rückruf-Details
es: Detalles de retiro
fr: Détails du rappel
it: Dettagli richiamo
sv: Recall Detaljer

source: Recapture
de: Erneut erfassen
es: Recapturar
fr: Reprendre
it: Ricattura

source: Receive smart reminders for potty, meals, naps, and walks.
de: Erhalte intelligente Erinnerungen für Toilette, Mahlzeiten, Nickerchen und Spaziergänge.
es: Recibe recordatorios inteligentes para necesidades, comidas, siestas y paseos.
it: Ricevi promemoria intelligenti per bisognini, pasti, nanne e passeggiate.
nl: Ontvang slimme herinneringen voor plassen, eten, dutjes en wandelingen.
sv: Receive smart Påminnelser for Toalettbesök, Måltider, Tupplurer, and Promenader.

source: Receive smart reminders for potty, meals, naps, walks, and appointments.
de: Erhalte intelligente Erinnerungen für Toilette, Mahlzeiten, Nickerchen, Spaziergänge und Termine.
es: Recibe recordatorios inteligentes para necesidades, comidas, siestas, paseos y citas.
fr: Recevez des rappels intelligents pour les besoins, repas, siestes, promenades et rendez-vous.
it: Ricevi promemoria intelligenti per bisognini, pasti, nanne, passeggiate e appuntamenti.
sv: Receive smart Påminnelser for Toalettbesök, Måltider, Tupplurer, Promenader, and Bokade tider.

source: Recent
de: Kürzlich
es: Reciente
fr: Récent
it: Recente
sv: Senaste

source: Recent sessions
de: Kürzliche Sitzungen
es: Sesiones recientes
fr: Sessions récentes
it: Sessioni recenti
sv: Senaste sessions

source: record
de: Rekord
sv: Rekord

source: Record: %lld
de: Rekord: %lld
nl: Record: %lldx
sv: Rekord: %lld

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento

source: Reference range
de: Referenzbereich
es: Rango de referencia
fr: Plage de référence
it: Intervallo di riferimento

source: Registration
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
nl: Herinneringen
sv: Påminnelser

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
nl: Verwijder

source: Remove location
de: Standort entfernen
es: Eliminar ubicacion
fr: Supprimer le lieu
it: Rimuovi posizione
sv: Remove Plats

source: Remove Photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
sv: Remove Foto

source: Repeats
de: Wiederholungen
es: Se repite
fr: Répétitions
it: Si ripete

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
sv: Återställ Alla Data

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
sv: Återställ köp

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
nl: Resultaat

source: Retry
de: Erneut versuchen
es: Reintentar
it: Riprova
nl: Opnieuw
sv: Försök igen

source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza

source: Sat
de: Sa
es: Sab
fr: Sam
it: Sab
nl: Za
sv: Lör

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaar
sv: Spara

source: Save failed
de: Speichern fehlgeschlagen
es: Guardado fallido
fr: Échec de l'enregistrement
it: Salvataggio fallito
sv: Spara failed

source: Save failed: %@
de: Speichern fehlgeschlagen: %@
es: Guardado fallido: %@
fr: Échec de l'enregistrement : %@
it: Salvataggio fallito: %@
sv: Spara failed: %@

source: Save spot
de: Ort speichern
es: Guardar lugar
fr: Enregistrer l'endroit
it: Salva luogo
sv: Spara spot

source: Save this spot
de: Diesen Ort speichern
es: Guardar este lugar
fr: Enregistrer cet endroit
it: Salva questo luogo
sv: Spara denna spot

source: Save to favorites
de: Zu Favoriten speichern
es: Guardar en favoritos
fr: Ajouter aux favoris
it: Salva nei preferiti
sv: Spara Till favorites

source: Save your favorite walk locations to see them here
de: Speichere deine Lieblings-Spaziergangorte, um sie hier zu sehen
es: Guarda tus lugares favoritos de paseo para verlos aqui
fr: Enregistrez vos lieux de promenade préférés pour les voir ici
it: Salva i tuoi luoghi preferiti per le passeggiate per vederli qui
sv: Spara your favorite Promenad locations Till see them here

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato

source: Saved places
de: Gespeicherte Orte
es: Lugares guardados
fr: Lieux enregistrés
it: Luoghi salvati

source: Saved spots
de: Gespeicherte Orte
es: Lugares guardados
fr: Endroits enregistrés
it: Luoghi salvati

source: Say puppy's name + 'come' in excited voice
de: Welpenname + 'Komm' mit aufgeregter Stimme sagen
es: Di el nombre del cachorro + 'ven' con voz emocionada
fr: Dites le nom du chiot + « viens » d'une voix enjouée
it: Pronuncia il nome del cucciolo + 'vieni' con voce entusiasta
sv: Say Valp's Namn + 'Kom' I excited voice

source: Say their name once in a happy voice
de: Ihren Namen einmal mit fröhlicher Stimme sagen
es: Di su nombre una vez con voz feliz
fr: Dites son nom une fois d'une voix joyeuse
it: Pronuncia il nome una volta con voce felice
sv: Say their Namn once I a happy voice

source: Schedule
de: Zeitplan
es: Horario
fr: Programme
it: Programma
nl: Schema

source: Schedule & Preferences
de: Zeitplan & Einstellungen
es: Horario y preferencias
fr: Horaires et préférences
it: Programma e preferenze

source: Schedule vet visits, grooming, and training classes.
de: Tierarztbesuche, Pflege und Trainingskurse planen.
es: Programa visitas al veterinario, aseo y clases de entrenamiento.
fr: Planifiez les visites vétérinaires, le toilettage et les cours d'éducation.
it: Programma visite veterinarie, toelettatura e lezioni di addestramento.
sv: Schedule Veterinär Besök, Pälsvård, and Träning classes.

source: Schedule vet visits, training classes, grooming, and more.
de: Tierarztbesuche, Trainingskurse, Pflege und mehr planen.
es: Programa visitas al veterinario, clases de entrenamiento, aseo y mas.
fr: Planifiez les visites vétérinaires, les cours d'éducation, le toilettage et plus encore.
it: Programma visite veterinarie, lezioni, toelettatura e altro.
sv: Schedule Veterinär Besök, Träning classes, Pälsvård, and Mer.

source: scheduled
de: geplant
es: programado
fr: prévu
it: programmato
nl: gepland
sv: Schemalagd

source: Scheduled for %@
de: Geplant für %@
es: Programado para %@
fr: Prévu pour %@
it: Programmato per %@
sv: Schemalagd for %@

source: Scheduling Mode
de: Planungsmodus
es: Modo de programacion
fr: Mode de planification
it: Modalità programmazione

source: Search breeds...
de: Rassen suchen...
es: Buscar razas...
fr: Rechercher des races...
it: Cerca razze...
sv: Sök breeds...

source: Search to find more breeds (%lld total)
de: Suchen, um mehr Rassen zu finden (%lld insgesamt)
es: Busca para encontrar mas razas (%lld en total)
fr: Recherchez pour trouver plus de races (%lld au total)
it: Cerca per trovare più razze (%lld totali)
sv: Sök Till find Mer breeds (%lld Totalt)

source: Seasonal touches
de: Saisonale Akzente
es: Toques de temporada
fr: Touches saisonnières
it: Tocchi stagionali

source: Second fear period
de: Zweite Angstphase
es: Segundo periodo de miedo
fr: Deuxième période de peur
it: Secondo periodo della paura
nl: Tweede angstperiode
sv: Sekund fear period

source: Second vaccination (DHP + Lepto + Rabies)
de: Zweite Impfung (DHP + Lepto + Tollwut)
es: Segunda vacunacion (DHP + Lepto + Rabia)
fr: Deuxième vaccination (DHP + Lepto + Rage)
it: Seconda vaccinazione (DHP + Lepto + Rabbia)
nl: Tweede vaccinatie (DHP + Lepto + Rabiës)
sv: Sekund Vaccination (DHP + Lepto + Rabies)

source: seconds
de: Sekunden
es: segundos
it: secondi
nl: seconden

source: See all
de: Alle ansehen
es: Ver todo
fr: Tout voir
it: Vedi tutto
nl: Bekijk alles
sv: Se alla

source: See All
de: Alle anzeigen
es: Ver todo
it: Vedi tutto
nl: Alles bekijken
sv: Se alla

source: See all moments
de: Alle Momente anzeigen
es: Ver todos los momentos
fr: Voir tous les moments
it: Vedi tutti i momenti
sv: Se alla moments

source: See all Otis shortcuts
de: Alle Otis-Kurzbefehle anzeigen
es: Ver todos los atajos de Otis
fr: Voir tous les raccourcis Otis
it: Vedi tutti i comandi rapidi Otis
sv: Se alla Otis Genvägar

source: See development roadmap
de: Entwicklungs-Fahrplan ansehen
es: Ver hoja de ruta de desarrollo
fr: Voir la feuille de route de développement
it: Vedi roadmap sviluppo

source: See how long since the last potty break.
de: Sieh, wie lange seit der letzten Toilettenpause.
es: Ve cuanto tiempo desde el ultimo descanso para necesidades.
fr: Voyez combien de temps s'est écoulé depuis le dernier pipi.
it: Vedi quanto tempo è passato dall'ultimo bisognino.
sv: See how long sedan senaste toalettpaus.

source: Select a Contact
de: Einen Kontakt auswählen
es: Seleccionar un contacto
fr: Sélectionner un contact
it: Seleziona un contatto
sv: Välj a Kontakt

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
sv: Markera alla

source: Select Brands
de: Marken auswählen
es: Seleccionar marcas
fr: Sélectionner les marques
it: Seleziona marche
sv: Välj Brands

source: Select events
de: Ereignisse auswählen
es: Seleccionar eventos
fr: Sélectionner les événements
it: Seleziona eventi
sv: Välj Händelser

source: Select location
de: Standort auswählen
es: Seleccionar ubicacion
fr: Sélectionner le lieu
it: Seleziona posizione
sv: Välj Plats

source: Select Location
de: Standort auswählen
es: Seleccionar ubicacion
fr: Sélectionner le lieu
it: Seleziona posizione
sv: Välj Plats

source: Select type and location first
de: Zuerst Typ und Standort auswählen
es: Selecciona tipo y ubicacion primero
fr: Sélectionnez d'abord le type et le lieu
it: Seleziona prima tipo e posizione
sv: Välj Typ and Plats first

source: Select which events trigger webhooks. If none selected, all events will trigger.
de: Wähle, welche Ereignisse Webhooks auslösen. Wenn keine ausgewählt, werden alle Ereignisse ausgelöst.
es: Selecciona que eventos activan webhooks. Si no se selecciona ninguno, todos los eventos activaran.
fr: Sélectionnez quels événements déclenchent les webhooks. Si aucun n'est sélectionné, tous les événements déclencheront.
it: Seleziona quali eventi attivano i webhook. Se nessuno selezionato, tutti gli eventi attiveranno.
sv: Välj which Händelser trigger webhooks. If Ingen selected, Alla Händelser will trigger.

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
nl: Geselecteerd

source: Selected location
de: Ausgewählter Standort
es: Ubicacion seleccionada
fr: Lieu sélectionné
it: Posizione selezionata
sv: Selected Plats

source: Send Email
de: E-Mail senden
es: Enviar correo
fr: Envoyer un e-mail
it: Invia email
sv: Send E-post

source: Send event data to external services when events are logged.
de: Ereignisdaten an externe Dienste senden, wenn Ereignisse protokolliert werden.
es: Envia datos de eventos a servicios externos cuando se registran eventos.
fr: Envoyez les données d'événements aux services externes lors de l'enregistrement.
it: Invia dati eventi a servizi esterni quando gli eventi vengono registrati.
sv: Send Händelse Data Till external services when Händelser are logged.

source: Sensitive Phase
de: Sensible Phase
es: Fase sensible
fr: Phase sensible
it: Fase sensibile

source: Serious Illness Reported
de: Schwere Erkrankung gemeldet
es: Enfermedad seria reportada
fr: Maladie grave signalée
it: Malattia grave segnalata

source: Server returned error (HTTP %lld)
de: Server hat Fehler zurückgegeben (HTTP %lld)
es: El servidor devolvio error (HTTP %lld)
fr: Le serveur a retourné une erreur (HTTP %lld)
it: Il server ha restituito un errore (HTTP %lld)
sv: Server returned Fel (HTTP %lld)

source: Session
de: Sitzung
es: Sesion
it: Sessione
nl: Sessie

source: Sessions
de: Sitzungen
es: Sesiones
it: Sessioni
nl: Sessies

source: Set on map
de: Auf Karte festlegen
es: Establecer en mapa
fr: Définir sur la carte
it: Imposta su mappa
sv: Set På Karta

source: Set up meal reminders
de: Mahlzeiterinnerungen einrichten
es: Configurar recordatorios de comida
fr: Configurer les rappels de repas
it: Imposta promemoria pasti
sv: Set Upp Måltid Påminnelser

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
sv: Inställningar

source: Setup failed: %@
de: Einrichtung fehlgeschlagen: %@
es: Configuracion fallida: %@
fr: Échec de la configuration : %@
it: Configurazione fallita: %@

source: Setup progress
de: Einrichtungsfortschritt
es: Progreso de configuracion
fr: Progression de la configuration
it: Progressi configurazione
sv: Setup Framsteg

source: Shallow water
de: Flaches Wasser
es: Agua poco profunda
fr: Eau peu profonde
it: Acqua bassa
sv: Shallow Vatten

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
sv: Dela

source: Share Accepted!
de: Freigabe akzeptiert!
es: Compartido aceptado!
fr: Partage accepté !
it: Condivisione accettata!
sv: Dela Accepted!

source: Share Error
de: Freigabefehler
es: Error al compartir
fr: Erreur de partage
it: Errore condivisione
sv: Dela Fel

source: Share Failed
de: Freigabe fehlgeschlagen
es: Compartir fallido
fr: Échec du partage
it: Condivisione fallita
sv: Dela Failed

source: Share Memory Book
de: Erinnerungsbuch teilen
es: Compartir libro de recuerdos
fr: Partager le livre de souvenirs
it: Condividi libro dei ricordi
sv: Dela Memory Book

source: Share with partner
de: Mit Partner teilen
es: Compartir con pareja
fr: Partager avec partenaire
it: Condividi con il partner
nl: Deel met partner
sv: Dela with partner

source: Share your puppy's data with family and caregivers
de: Teile die Daten deines Welpen mit Familie und Betreuern
es: Comparte los datos de tu cachorro con familia y cuidadores
fr: Partagez les données de votre chiot avec la famille et les soignants
it: Condividi i dati del cucciolo con famiglia e caregiver
sv: Dela your Valp's Data with family and caregivers

source: Share your puppy's data with family members and caregivers with Otis+.
de: Teile die Daten deines Welpen mit Familienmitgliedern und Betreuern mit Otis+.
es: Comparte los datos de tu cachorro con miembros de la familia y cuidadores con Otis+.
fr: Partagez les données de votre chiot avec la famille et les soignants avec Otis+.
it: Condividi i dati del cucciolo con familiari e caregiver con Otis+.
sv: Dela your Valp's Data with family members and caregivers with Otis+.

source: Share your puppy's data with your partner so you can both track and log events.
de: Teile die Daten deines Welpen mit deinem Partner, damit ihr beide Ereignisse verfolgen und protokollieren könnt.
es: Comparte los datos de tu cachorro con tu pareja para que ambos puedan seguir y registrar eventos.
fr: Partagez les données de votre chiot avec votre partenaire pour suivre et enregistrer ensemble.
it: Condividi i dati del cucciolo con il partner così potete entrambi tracciare e registrare eventi.
nl: Deel de gegevens van je puppy met je partner zodat jullie beiden kunnen loggen en volgen.
sv: Dela your Valp's Data with your partner so you can both track and Logg Händelser.

source: Shared
de: Geteilt
es: Compartido
fr: Partagé
it: Condiviso
nl: Gedeeld
sv: Delad

source: Shared data
de: Geteilte Daten
es: Datos compartidos
fr: Données partagées
it: Dati condivisi
nl: Gedeelde data
sv: Delad Data

source: Sharing
de: Teilen
es: Compartiendo
fr: Partage
it: Condivisione
nl: Delen

source: Sharing, appearance, sync
de: Teilen, Erscheinungsbild, Synchronisierung
es: Compartir, apariencia, sincronizacion
fr: Partage, apparence, synchronisation
it: Condivisione, aspetto, sincronizzazione
sv: Sharing, appearance, Synkronisera

source: She's awake — time for potty!
de: Sie ist wach — Zeit für Toilette!
es: Esta despierta — hora de necesidades!
fr: Elle est réveillée — l'heure du pipi !
it: Si è svegliata — ora del bisognino!
sv: She's Vaken — Tid for Toalettbesök!

source: Shelter
de: Tierheim
es: Refugio
fr: Refuge
it: Rifugio

source: Shopping street
de: Einkaufsstraße
es: Calle comercial
fr: Rue commerçante
it: Via dello shopping

source: short
de: kurz
es: corto
fr: court
it: breve

source: Short sessions = big wins
de: Kurze Sitzungen = große Erfolge
es: Sesiones cortas = grandes victorias
fr: Sessions courtes = grandes victoires
it: Sessioni brevi = grandi vittorie

source: Short-term stay - puppy pauses briefly at doors, before meals, etc.
de: Kurzzeitiges Warten - Welpe pausiert kurz an Türen, vor Mahlzeiten, etc.
es: Quedarse de corto plazo - el cachorro pausa brevemente en puertas, antes de comidas, etc.
fr: Pause courte - le chiot s'arrête brièvement aux portes, avant les repas, etc.
it: Resta breve - il cucciolo si ferma brevemente alle porte, prima dei pasti, ecc.
sv: Short-term Stanna - Valp pauses briefly Kl doors, before Måltider, etc.

source: Shortest
de: Kürzeste
es: Mas corto
fr: Le plus court
it: Piu breve
nl: Kortste
sv: Kortast

source: Show %lld more
de: %lld mehr anzeigen
es: Mostrar %lld mas
fr: Afficher %lld de plus
it: Mostra altri %lld
sv: Visa %lld Mer

source: Show all (%lld)
de: Alle anzeigen (%lld)
es: Mostrar todo (%lld)
fr: Tout afficher (%lld)
it: Mostra tutti (%lld)
sv: Visa Alla (%lld)

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
sv: Visa mindre

source: Show Less
de: Weniger anzeigen
es: Mostrar menos
it: Mostra meno
nl: Minder tonen
sv: Visa mindre

source: Show More
de: Mehr anzeigen
es: Mostrar mas
it: Mostra di più
nl: Meer tonen
sv: Visa mer

source: Show on map
de: Auf Karte anzeigen
es: Mostrar en mapa
fr: Afficher sur la carte
it: Mostra sulla mappa
sv: Visa På Karta

source: Show palm and say 'wait'
de: Handfläche zeigen und 'Warte' sagen
es: Muestra la palma y di 'espera'
fr: Montrez la paume et dites « attends »
it: Mostra il palmo e di' 'aspetta'
sv: Visa palm and say 'wait'

source: Show quick menu
de: Schnellmenü anzeigen
es: Mostrar menu rapido
fr: Afficher le menu rapide
it: Mostra menu rapido
sv: Visa quick menu

source: Shows prediction for when %@ needs to pee
de: Zeigt Vorhersage, wann %@ pinkeln muss
es: Muestra prediccion de cuando %@ necesita hacer pis
fr: Affiche la prédiction de quand %@ aura besoin de faire pipi
it: Mostra la previsione di quando %@ deve fare pipì
nl: Toont voorspelling wanneer %@ moet plassen
sv: Shows Förutsägelse for when %@ needs Till Kissa

source: since %@
de: seit %@
es: desde %@
fr: depuis %@
it: da %@

source: Since arrival
de: Seit Ankunft
es: Desde la llegada
fr: Depuis l'arrivée
it: Dall'arrivo

source: since last potty
de: seit letzter Toilette
es: desde la ultima necesidad
fr: depuis le dernier pipi
it: dall'ultimo bisognino
sv: since senaste Toalettbesök

source: since potty
de: seit Toilette
es: desde necesidades
fr: depuis pipi
it: dal bisognino
sv: since Toalettbesök

source: Since when?
de: Seit wann?
es: Desde cuando?
fr: Depuis quand ?
it: Da quando?

source: Siri & Shortcuts
de: Siri & Kurzbefehle
es: Siri y Atajos
fr: Siri et Raccourcis
it: Siri e comandi rapidi
sv: Siri & Genvägar

source: Siri will respond using your puppy's name from your profile.
de: Siri antwortet mit dem Namen deines Welpen aus deinem Profil.
es: Siri respondera usando el nombre de tu cachorro de tu perfil.
fr: Siri répondra en utilisant le nom de votre chiot depuis votre profil.
it: Siri risponderà usando il nome del cucciolo dal tuo profilo.
sv: Siri will respond using your Valp's Namn Från your Profil.

source: Sit
de: Sitz
es: Sentado
fr: Assis
it: Seduto
sv: Sitt

source: Size
de: Größe
es: Tamano
fr: Taille
it: Taglia
nl: Grootte
sv: Storlek

source: Skill Tracker
de: Fähigkeits-Tracker
es: Rastreador de habilidades
fr: Suivi des compétences
it: Tracker abilità
sv: Färdighet Tracker

source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Abilita
nl: Vaardigheden
sv: Färdigheter

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Overslaan
sv: Hoppa över

source: Sleep
de: Schlaf
es: Sueno
fr: Dormir
it: Sonno
nl: Slapen
sv: Sova

source: Sleep and potty status
de: Schlaf- und Toilettenstatus
es: Estado de sueno y necesidades
fr: Statut sommeil et pipi
it: Stato sonno e bisognino
sv: Sova and Toalettbesök Status

source: Sleep Insights
de: Schlaf-Einblicke
es: Analisis de sueno
fr: Aperçu du sommeil
it: Analisi sonno
sv: Sova Insikter

source: Sleep progress
de: Schlaffortschritt
es: Progreso de sueno
fr: Progression du sommeil
it: Progresso sonno
nl: Slaap voortgang
sv: Sova Framsteg

source: Sleep status
de: Schlafstatus
es: Estado de sueno
fr: Statut du sommeil
it: Stato sonno
nl: Slaap status
sv: Sova Status

source: Sleep today
de: Schlaf heute
es: Sueno hoy
fr: Sommeil aujourd'hui
it: Sonno oggi
sv: Sova Idag

source: Sleep Today
de: Schlaf heute
es: Sueno hoy
fr: Sommeil aujourd'hui
it: Sonno oggi
nl: Slaap Vandaag
sv: Sova Idag

source: Sleeping
de: Schläft
es: Durmiendo
fr: Dort
it: Sta dormendo
nl: Slaapt
sv: Sover

source: Sleeping for %@
de: Schläft seit %@
es: Durmiendo por %@
fr: Dort depuis %@
it: Dorme da %@
nl: Slaapt al %@
sv: Sover for %@

source: Sleeping...
de: Schläft...
es: Durmiendo...
fr: Dort...
it: Sta dormendo...
sv: Sover...

source: Slide to complete
de: Zum Abschließen schieben
es: Desliza para completar
fr: Glissez pour terminer
it: Scorri per completare
nl: Schuif om te voltooien
sv: Slide Till complete

source: Small
de: Klein
es: Pequeno
fr: Petit
it: Piccola
nl: Klein
sv: Liten

source: Small (<10kg)
de: Klein (<10kg)
es: Pequeno (<10kg)
fr: Petit (<10kg)
it: Piccolo (<10kg)
nl: Klein (<10kg)
sv: Liten (<10kg)

source: Small dog
de: Kleiner Hund
es: Perro pequeno
fr: Petit chien
it: Cane piccolo
sv: Liten Hund
